<script lang="ts">
	import type { PageData } from './$types';

	export let data: PageData;
</script>

<div class="ct">
	<h1>羅馬書 11</h1>
	<h3>以色列的餘民</h3>
	<p>
		<b>1</b><span
			>那麼，我要問，上帝棄絕了他的百姓嗎？絕對沒有！因為我也是<i>以色列</i>人，<i>亞伯拉罕</i
			>的後裔，屬<i>便雅憫</i>支派的。</span
		><b>2</b><span
			>上帝並沒有棄絕他預先所知道的百姓。你們豈不知道經上論到<i>以利亞</i
			>是怎麼說的呢？他在上帝面前怎樣控告<i>以色列</i>人說：</span
		><b>3</b><span>「主啊，他們殺了你的先知，拆了你的祭壇，只剩下我一個人，他們還要我的命。」</span
		><b>4</b><span
			>但上帝的指示是怎麼對他說的呢？他說：「我為自己留下七千人，是未曾向<i>巴力</i>屈膝的。」</span
		><b>5</b><span>現在這時刻也是這樣，照著出於恩典的揀選，還有所留的餘數。</span><b>6</b><span
			>既是靠恩典，就不憑行為，不然，恩典就不再是恩典了。</span
		>
	</p>
	<p>
		<b>7</b><span
			>那又怎麼說呢？<i>以色列</i
			>人所尋求的，他們沒有得著。但是蒙揀選的人得著了，其餘的人卻成了頑梗不化的。</span
		><b>8</b><span>如經上所記：</span>
	</p>
	<p class="p2"><span>「上帝給他們昏沉的靈，</span></p>
	<p class="p2"><span>眼睛看不見，</span></p>
	<p class="p2"><span>耳朵聽不到，</span></p>
	<p class="p2"><span>直到今日。」</span></p>
	<p class="m"><b>9</b><span><i>大衛</i>也說：</span></p>
	<p class="p2"><span>「願他們的宴席變為羅網，變為陷阱，</span></p>
	<p class="p2"><span>變為絆腳石，作他們的報應。</span></p>
	<p class="p1"><b>10</b><span>願他們的眼睛昏花，看不見；</span></p>
	<p class="p2"><span>願你時常彎下他們的腰。」</span></p>
	<h3>外邦人得救</h3>
	<p>
		<b>11</b><span
			>那麼，我再問，他們失足是要他們跌倒嗎？絕對不是！因他們的過犯，救恩反而臨到外邦人，要激起他們嫉妒的心。</span
		><b>12</b><span
			>如果他們的過犯成為世界的富足，他們的缺乏成為外邦人的富足，更何況他們全數得救呢？</span
		>
	</p>
	<p>
		<b>13</b><span>我對你們外邦人說，正因為我是外邦人的使徒，我敬重我的職分，</span><b>14</b><span
			>希望可以激起我骨肉之親的嫉妒，好救他們一些人。</span
		><b>15</b><span
			>如果他們被丟棄，世界因而得以與上帝和好；他們被收納，豈不就是從死人中復生嗎？</span
		><b>16</b><span>所獻的新麵若聖潔，整個麵團都聖潔了；樹根若聖潔，樹枝也聖潔了。</span>
	</p>
	<p>
		<b>17</b><span>若有幾根枝子被折下來，你這野橄欖枝接上去，同享橄欖根的肥汁，</span><b>18</b><span
			>你就不可向舊枝子誇口；若是誇口，該知道不是你托著根，而是根托著你。</span
		><b>19</b><span>你會說，那些枝子被折下來是為了使我接上去。</span><b>20</b><span
			>不錯。他們因為不信，所以被折下來；你因為信，所以立得住。你不可自高，反要戰戰兢兢。</span
		><b>21</b><span
			>上帝既然不顧惜原來的枝子，豈會顧惜你？<sup title="「豈會顧惜你？」有古卷是「也不會顧惜你。」"
			></sup></span
		><b>22</b><span
			>可見，上帝又恩慈又嚴厲：對那跌倒的人是嚴厲的；對你是恩慈的，只要你長久在他的恩慈裏，不然，你也要被砍下來。</span
		><b>23</b><span>而且，他們若不是長久不信，仍要被接上，因為上帝能夠重新把他們接上去。</span><b
			>24</b
		><span
			>你是從那天生的野橄欖上砍下來的，尚且違反自然地接在好橄欖上，何況這些原來的枝子豈不更要接在原樹上嗎？</span
		>
	</p>
	<h3>全以色列都將得救</h3>
	<p>
		<b>25</b><span
			>弟兄們，我不願意你們不知道這奧祕，恐怕你們自以為聰明。這奧祕就是有一部分<i>以色列</i
			>人是硬心的，等到外邦人的數目添滿了，</span
		><b>26</b><span><i>以色列</i>全家都要得救。如經上所記：</span>
	</p>
	<p class="p2"><span>「必有一位救主從<i>錫安</i>出來，</span></p>
	<p class="p2"><span>要消除<i>雅各</i>家一切不虔不敬。」</span></p>
	<p class="m"><b>27</b><span>「這就是我與他們所立的約，</span></p>
	<p class="p2"><span>那時我要除去他們的罪。」</span></p>
	<p class="m">
		<b>28</b><span>就福音來說，他們為你們的緣故是仇敵；就揀選來說，他們因列祖的緣故是蒙愛的。</span
		><b>29</b><span>因為上帝的恩賜和選召是不會撤回的。</span><b>30</b><span
			>你們從前不順服上帝，如今因他們的不順服，你們倒蒙了憐憫。</span
		><b>31</b><span
			>同樣，他們現在也是不順服，叫他們因著施給你們的憐憫，現在<sup title="有古卷沒有「現在」。"
			></sup>也就蒙憐憫。</span
		><b>32</b><span>因為上帝把眾人都圈在不順服中，為的是要憐憫眾人。</span>
	</p>
	<p class="p1"><b>33</b><span>深哉，上帝的豐富、智慧和知識！</span></p>
	<p class="p2"><span>他的判斷何其難測！</span></p>
	<p class="p2"><span>他的蹤跡何其難尋！</span></p>
	<p class="p1"><b>34</b><span>誰知道主的心？</span></p>
	<p class="p2"><span>誰作過他的謀士？</span></p>
	<p class="p1"><b>35</b><span>誰先給了他，</span></p>
	<p class="p2"><span>使他後來償還呢？</span></p>
	<p class="p1"><b>36</b><span>因為萬有都是本於他，</span></p>
	<p class="p2"><span>倚靠他，歸於他。</span></p>
	<p class="p2"><span>願榮耀歸給他，直到永遠。阿們！</span></p>
</div>
